acomagu/fish-async-prompt
jorgebucaran/fisher
edc/bass
jethrokuan/z
franciscolourenco/done
laughedelic/pisces
FabioAntunes/fish-nvm
limakzi/fisher-catbat
IlanCosman/tide@v5
danhper/fish-ssh-agent
